Repository: common-repository/payment-banking-slip-pix-for-lifterlms
Catalog: languages/payment-banking-slip-pix-for-lifterlms-*.po
Languages: pt_br

source: Activation Error:
pt_br: Erro de ativação:

source: You must have
pt_br: Você precisa ter o plugin

source: version
pt_br: na versão

source: for the Payment Banking Slip Pix for LifterLMS to activate.
pt_br: para ativar o Payment Banking Slip Pix for LifterLMS.

source: plugin installed and activated for the Payment Banking Slip Pix for LifterLMS.
pt_br: instalado e ativado para o Payment Banking Slip Pix for LifterLMS.

source: Allow customers to purchase courses and memberships using Pix.
pt_br: Permite que os clientes comprem cursos e assinaturas usando Pix.

source: Payment via pix.
pt_br: Pagamento via pix.

source: Payment via pix
pt_br: Pagamento via pix

source: API key is a unique code used to authenticate access to PagHiper API, ensuring secure interactions between applications and the API. %1$sLearn how finding your API key.%2$s
pt_br: API key é um código único, usado para autenticar o acesso à PagHiper, garantindo interações seguras entre a aplicação e a API. %1$sSaiba como encontrar a sua API key.%2$s

source: Token Key is a digital authentication credential that grants access to the PagHiper service, often used to verify the identity of the user and ensure secure communication between parties. %1$sLearn how finding your Token key.%2$s
pt_br: Token key é uma credencial digital de autenticação que concede acesso ao serviço da PagHiper, frequentemente usado para verificar a identidade do usuário e garantir comunicação segura entre as partes. %1$sSaiba como encontrar a sua Token key.%2$s

source: Days to due date
pt_br: Dias para vencimento

source: Defines the number of days until the Pix expiration.
pt_br: Define o número de dias até o vencimento do Pix.

source: Defines the number of days until the Bank Slip expiration.
pt_br: Define o número de dias até o vencimento do boleto.

source: Check the payment area below.
pt_br: Verifique a área de pagamento abaixo.

source: Payment Instructions
pt_br: Instruções de pagamento

source: Payment Area
pt_br: Área de Pagamento

source: Copy code
pt_br: Copiar código

source: This gateway cannot process transactions for less than R$ 3,00.
pt_br: Esse gateway não pode processar transações menores que R$ 3,00.

source: Missing required field: CPF/CNPJ.
pt_br: Campo obrigatório ausente: CPF/CNPJ.

source: Incorrect number of CPF/CNPJ digits
pt_br: Número incorreto de dígitos do CPF/CNPJ

source: Incorrect and invalid CPF
pt_br: CPF incorreto e invalido

source: Incorrect and invalid CNPJ
pt_br: CNPJ incorreto e invalido

source: Invalid CPF
pt_br: CPF invalido

source: Invalid CNPJ
pt_br: CNPJ invalido

source: Invalid CPF/CNPJ
pt_br: CPF/CNPJ invalido

source: Copy slip code
pt_br: Copiar código boleto

source: Bank Slip
pt_br: Boleto Bancário

source: Allow customers to purchase courses and memberships using bank slip.
pt_br: Permite que os clientes comprem cursos e assinaturas usando boleto bancário.

source: Payment via bank slip
pt_br: Pagamento via boleto bancário

source: Enable bank slip and pix payment for LifterLMS.
pt_br: Ativa o pagamento via boleto bancário e pix para o LifterLMS.

source: Download Bank Slip
pt_br: Baixar boleto

source: Download Bank Slip PDF
pt_br: Baixar PDF do boleto

source: Automatically payment capture and update order status.
pt_br: Captura de pagamentos e atualização de status de pedidos automáticas.

source: Checking this box will enable the automatic payment capture and order status updater.
pt_br: Marcar essa caixa ativará a captura de pagamentos e o atualizador de status dos pedidos automáticos.

source: Auto payment capture and order updater
pt_br: Auto captura de pagamentos e atualização de pedidos

source: Get new features with %1$sPayment Banking Slip Pix for LifterLMS Pro.%2$s
pt_br: Obtenha novas funcionalidades com %1$sPayment Banking Slip Pix for LifterLMS Pro.%2$s

source: Code copied
pt_br: Código copiado

source: Fail on copy code:
pt_br: Falha ao copiar código:
